Repository: gitGNU/gnu_parted_onMac
Catalog: doc/*/partprobe.8.*.po
Languages: pt_br

source: March 18, 2002
pt_br: 18 de Março de 2002

source: GNU Parted Manual
pt_br: Manual do GNU Parted

source: NAME
pt_br: NOME

source: partprobe - inform the OS of partition table changes
pt_br: partprobe - informa ao sistema operacional sobre mudanças na tabela de partição

source: SYNOPSIS
pt_br: SINOPSE

source: B<partprobe> [I<-d>] [I<-s>] [I<devices...>]
pt_br: B<partprobe> [I<-d>] [I<-s>] [I<dispositivos...>]

source: DESCRIPTION
pt_br: DESCRIÇÃO

source: This manual page documents briefly the B<partprobe> command.
pt_br: Esta página de manual documenta brevemente o comando B<partprobe>

source: OPTIONS
pt_br: OPÇÕES

source: This program uses short UNIX style options.
pt_br: Este programa usa opções de estilo curtas do UNIX.

source: Don't update the kernel.
pt_br: Não atualiza o kernel.

source: Show a summary of devices and their partitions.
pt_br: Mostra um sumário dos dispositivos e suas partições.

source: Show summary of options.
pt_br: Mostra sumário de opções.

source: Show version of program.
pt_br: Mostra versão do programa.

source: SEE ALSO
pt_br: VEJA TAMBÉM

source: AUTHOR
pt_br: AUTOR

source: This manual page was written by Timshel Knoll E<lt>timshel@debian.orgE<gt>, for the Debian GNU/Linux system (but may be used by others).
pt_br: Esta página de manual foi escrita por Timshel Knoll E<lt>timshel@debian.orgE<gt>, para o sistema Debian GNU/Linux (mas pode ser usado por outros).
